Ran Plan for 2 projects:

1. dir: `test-proj-2` workspace: `default`
1. dir: `test-proj-1` workspace: `default`

### 1. dir: `test-proj-2` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # local_file.foo will be created
+ resource "local_file" "foo" {
      + content              = <<-EOT
            Some externally sourced data
        EOT
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0777"
      + filename             = "./foo.bat"
      + id                   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test-proj-2`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis.skrillpc.stream/lock?id=jskrill%252Fterraform-atlantis-test%252Ftest-proj-2%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test-proj-2`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. dir: `test-proj-1` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # local_file.foo will be created
+ resource "local_file" "foo" {
      + content              = "file_content"
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0777"
      + filename             = "./foo.baz"
      + id                   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test-proj-1`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis.skrillpc.stream/lock?id=jskrill%252Fterraform-atlantis-test%252Ftest-proj-1%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test-proj-1`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`